{
  "add_prefix_space": false,
  "clean_up_tokenization_spaces": true,
  "eos_token": "<|endoftext|>",
  "model_input_names": [
    "input_ids",
    "attention_mask"
  ],
  "model_max_length": 512,
  "tokenizer_class": "PreTrainedTokenizerFast"
}
